[
    {"value" : "For a guy put on makeup. For a girl wash off your make up."},
    {"value": "Dance with no music for 1 minute."},
    {"value": "Try to drink a glass water while standing on your hands."},
    {"value": "Let the group pose you in an embarrassing position and take a picture."},
    {"value": "Do four cartwheels in row."},
    {"value": "Play a song on by slapping your butt cheeks till someone guesses the song."},
    {"value": "Give someone your phone and let them send one text to anyone in your contacts."},
    {"value": "Depict a human life through interpretive dance."},
    {"value": "Lick the floor."},
    {"value": "Drink a small cup of a concoction that the group makes. (Don’t make anything that might cause bodily harm. No visits to the emergency room.)."},
    {"value": "Write something embarrassing somewhere on your body (that can be hidden with clothing) with a permanent marker."},
    {"value": "Let someone shave part of your body."},
    {"value": "Eat five spoonfuls of a condiment."},
    {"value": "Let the group give you a new hairstyle."},
    {"value": "Make every person in the group smile keep going until everyone has cracked a smiled."},
    {"value": "Sniff the armpits of everyone in the room."},
    {"value": "Let the person to your left draw on your face with a pen."},
    {"value": "Make up a 30 second opera about a person or people in the group and perform it."},
    {"value": "Serenade the person to your right."},
    {"value": "Talk in an accent for the next 3 rounds."},
    {"value": "Beg and plead the person to your right not to leave you for that other boy or girl. Weeping gnashing of teeth and wailing is encouraged."},
    {"value": "Attempt to break dance for 30 seconds."},
    {"value": "Kiss the person to your left."},
    {"value": "Do the worm."},
    {"value": "Do push ups until you can’t do any more wait 5 seconds and then do one more."},
    {"value": "Sell a piece trash to someone in the group. Use your best salesmanship."},
    {"value": "Let the group look through your phone for 2 minutes."},
    {"value": "Attempt to do a magic trick."},
    {"value": "Switch clothes with someone of the opposite sex in the group for three rounds."},
    {"value": "Imitate a celebrity every time you talk for three minutes."},
    {"value": "Try to juggle 2 or 3 items of the group’s choosing."},
    {"value": "Stick your arm into the trash can past your elbow."},
    {"value": "Walk on your hands from one side of the room to the other. You can ask someone to hold your legs if necessary."},
    {"value": "Gargle something that shouldn’t be gargled but won’t hurt you."},
    {"value": "Get slapped on the face by the person of your choosing."},
    {"value": "Grab a trash can and make a hoop with your hands above the trash can. Have other members of the group try to shoot trash through your impromptu trashketball hoop. (No bottles or other injury causing trash should be thrown.)"},
    {"value": "Spin an imaginary hula hoop around your waist for 3 minutes while the game continues."},
    {"value": "Imitate popular YouTube videos until someone can guess the video you are imitating."},
    {"value": "Dance to a song of the group’s choosing."},
    {"value": "Seduce a member of the same gender in the group."},
    {"value": "Break two eggs on your head."},
    {"value": "Be someone’s pet for the next 5 minutes."},
    {"value": "Compose a poem on the spot based on something the group comes up with."},
    {"value": "Poll dance for 1 minute with an imaginary pole."},
    {"value": "Take a shower with your clothes on."},
    {"value": "Attempt to walk on your hands for as far as you can (don’t break anything with your feet)."},
    {"value": "Choose someone from the group to give you a spanking."},
    {"value": "Post an extremely unflattering picture of yourself to the social media outlet of your choosing."},
    {"value": "Make a funny face and keep making it for 2 minutes while the game continues."}
  ]
