[

  {"value" : "What are you most self-conscious about?"},
  {"value" : "What is the most embarrassing picture of you?"},
  {"value" : "What would you do if you were the opposite sex for a month?"},
  {"value" : "What is the most expensive thing you have stolen?"},
  {"value" : "What is the most childish thing you still do?"},
  {"value" : "Have you ever let someone take the blame for something you did?"},
  {"value" : "What do most of your friends think about you that is totally untrue?"},
  {"value" : "Who here would you most like to make out with?"},
  {"value" : "Have you ever cheated or been cheated on?"},
  {"value" : "What lie have you told that hurt someone?"},
  {"value" : "What is the meanest you have been to someone that didn’t deserve it?"},
  {"value" : "What is something that people think you would never do but you have?"},
  {"value" : "What was the worst encounter you had with a police officer?"},
  {"value" : "Tell me about your most awkward date."},
  {"value" : "What is the silliest thing you have an emotional attachment to?"},
  {"value" : "What is your deepest darkest fear?"},
  {"value" : "Tell me about your first kiss."},
  {"value" : "Where is the strangest place you have peed?"},
  {"value" : "Who is the person you most regret kissing?"},
  {"value" : "Have you ever crapped your pants since you were a child?"},
  {"value" : "What is the most embarrassing thing your parents have caught you doing?"},
  {"value" : "What secret about yourself did you tell someone in confidence and then they told a lot of other people?"},
  {"value" : "When was the most inappropriate time you farted?"},
  {"value" : "What is the scariest dream you have ever had?"},
  {"value" : "What is the most embarrassing thing in your room?"},
  {"value" : "Why did you break up with your last boyfriend or girlfriend?"},
  {"value" : "What is the stupidest thing you have ever done?"},
  {"value" : "When was the last time you peed in bed?"},
  {"value" : "Who is the sexiest person here?"},
  {"value" : "What is the grossest thing that has come out of your body?"},
  {"value" : "What terrible thing have you done that you lied to cover up?"},
  {"value" : "Who have you loved but they didn’t love you back?"},
  {"value" : "What is something that you have never told anyone?"},
  {"value" : "What is the most disgusting habit you have?"},
  {"value" : "What was the cruelest joke you played on someone?"},
  {"value" : "What is the most embarrassing thing you have put up on social media?"},
  {"value" : "What bad thing have you done that no one else found out about?"},
  {"value" : "What was the most awkward romantic encounter you have had?"},
  {"value" : "What is the grossest thing you have had in your mouth?"},
  {"value" : "Tell me about the last time someone unexpectedly walked in on you while you were naked."},
  {"value" : "What is the most embarrassing nickname you have ever had?"},
  {"value" : "What is the biggest lie you have ever told?"},
  {"value" : "What is the most embarrassing photo you have on your phone?"},
  {"value" : "Describe your most recent romantic encounter."},
  {"value" : "What is the weirdest thing you have done for a boyfriend or girlfriend?"},
  {"value" : "Who here has the nicest butt?"},
  {"value" : "What is your biggest regret?"},
  {"value" : "Is it true that you (whatever you or the group suspects they do / did)?"},
  {"value" : "When was the last time you picked your nose without a tissue?"},
  {"value" : "What do you really hope your parents never find out about?"},
  {"value" : "Tell us your most embarrassing vomit story."},
  {"value" : "Tell me something you don’t want me to know."},
  {"value" : "Have you ever made out with someone here?"},
  {"value" : "What is the airspeed velocity of an unladen swallow?"},
  {"value" : "What have you done that people here would judge you most for doing?"},
  {"value" : "What would you do if you were the opposite gender for a day?"}
]
